Repository: JustSergioPB/notebook-server
Catalog: priv/gettext/*/LC_MESSAGES/bridges.po
Languages: es

source: empty_subtitle
es: Crea el 1er puente para que tus usuarios puedan empezar a trabajar con tu organización

source: empty_title
es: Crea el primer puente

source: bridge
es: Puente

source: bridge_update_failed
es: No hemos podido actualizar el puente

source: bridge_update_succeded
es: El puente se ha actualizado de manera correcta

source: configure
es: Configura los puentes que se verán de manera pública en tu muro

source: edit
es: Editar puente

source: email_description
es: El puente enviará un código de 6 digitos con el que el usuario verificará ser quien es.

source: email_title
es: Email

source: new
es: Nuevo puente

source: obtain
es: Obten credenciales a través de los puentes de esta organización

source: status
es: Estado

source: title
es: Titulo

source: type
es: Tipo

source: description
es: Descripción

source: description_placeholder
es: Email que acredita que el poseedor pertenece a la organización...

source: title_placeholder
es: Email de acreditación

source: web_2_title
es: Web 2

source: web_3_title
es: Web 3

source: domains
es: Dominios

source: domains_placeholder
es: stachelabs.es

source: creation_succeded
es: El puente se ha creado de manera correcta

source: schema_update_failed
es: No hemos podido actualizar el esquema del puente

source: title_length %{max} %{min}
es: El título debe tener entre %{min} y %{max} caracteres

source: update_failed
es: No hemos podido actualizar el puente

source: update_succeded
es: El puente se ha actualizado de manera correcta
