Repository: JustSergioPB/notebook-server
Catalog: priv/gettext/*/LC_MESSAGES/certificates.po
Languages: es

source: back
es: Volver a certificados

source: certificate
es: Certificado

source: certificate_creation_failed
es: No hemos podido crear el certificado, intentalo de nuevo en unos minutos

source: certificate_creation_succeded
es: El certificado se ha creado de manera correcta

source: certificate_deletion_failed
es: Ho hemos podido eliminar el certificado

source: certificate_deletion_succeed
es: El certificado se ha borrado correctamente

source: certificate_revokation_failed
es: No hemos podido revocar el certificado

source: certificate_revokation_succeded
es: El certificado y sus descendientes han sido revocados de manera correcta

source: certificate_rotation_failed
es: No hemos podido rotar el certificado

source: certificate_rotation_succeded
es: El certificado se ha rotado de manera correcta

source: certificate_storage_failed
es: No hemos podido almacenar el certificado

source: delete
es: Eliminar certificado

source: delete_subtitle
es: Esta acción es irreversible, se eliminarán el certificado y sus descendientes, considera revocarlo. ¿Estás seguro?

source: edit
es: Editar

source: entity
es: Entidad

source: expiration_date
es: Fecha de caducidad

source: intermediate
es: Intermedio

source: issuer_certificate_check_failed
es: No hemos encontrado un certificado con el que firmar el nuevo certificado

source: issuer_certificate_search_failed
es: No hemos encontrado un certificado con el que firmar el nuevo certificado

source: level
es: Nivel

source: new
es: Nuevo certificado

source: org_certificate_deletion_failed
es: No hemos podido eliminar el certificado

source: org_certificates
es: Organizaciones

source: platform
es: Plataforma

source: related_certificates_revokation_failed
es: No hemos podido revocar los certificados descendientes

source: revocation_reason
es: Motivo de revocación

source: revocation_reason_placeholder
es: Brecha de seguidad...

source: revoke
es: Revocar certificado

source: revoke_subtitle
es: Esta acción es irreversible, se revocarán el certificado y sus descendientes. ¿Estás seguro?

source: root
es: Raíz

source: rotate
es: Rotar

source: show
es: Mostrar

source: status
es: Estatus

source: title
es: Certificados

source: user_certificate_deletion_failed
es: No hemos podido eliminar el certificado

source: user_certificates
es: Usuarios

source: empty_title
es: Da de alta el 1er certificado
