Repository: JustSergioPB/notebook-server
Catalog: priv/gettext/*/LC_MESSAGES/credentials.po
Languages: es

# empty_subtitle
source: Fill out and sign your first credential
es: Rellena y firma tu primera credencial

# empty_title
source: Issue your first credential
es: Emite tu primera credencial

# org_crendetial_empty_subtitle
source: Credentials issued using bridges will appear here
es: Aquí apareceran las credenciales que se emitan utilizando puentes

# org_crendetial_empty_title
source: No credentials have been issued yet
es: Todavía no se han emitido credenciales

# are_you_sure
source: Are you sure? The credential will be deleted from the database but the holder will keep their copy.
es: ¿Estás seguro? La credencial se eliminará de la base de datos pero el holder conservará su copia.

# creation_failed
source: We couldn't generate the credential
es: No hemos podido generar la credencial

# creation_succeded
source: The credential has been generated successfully
es: La credencial ha sido generada de manera correcta

source: Credential
es: Credencial

source: Credentials
es: Credenciales

# deletion_failed
source: We couldn't delete the credential
es: No hemos podido eliminar la credencial

# deletion_succeded
source: The credential has been deleted successfully
es: La credencial ha sido borrada de manera correcta

source: Edit
es: Editar

source: Issuer
es: Emisor

# new
source: New credential
es: Nueva credencial

# user_credentials
source: Manual
es: Manuales
