Repository: JustSergioPB/notebook-server
Catalog: priv/gettext/*/LC_MESSAGES/email_bridges.po
Languages: es

source: check_failed
es: No hemos encontrado un puente email con los datos proporcionados.

source: code
es: Código

source: code_delivery_failed
es: No hemos podido enviarte el email con el código. Intentalo de nuevo en unos minutos.

source: code_delivery_succeeded
es: Hemos enviado un código al email que nos has proporcionado.

source: creation_failed
es: No hemos podido crear el puente email

source: credential_creation_succeeded
es: La credencial se ha generado de manera correcta.

source: introduce_code_description
es: Introduce el código que has recibido en el email que nos has proporcionado

source: introduce_code_title
es: Introduce el código

source: introduce_email_description
es: Introduce el email en el que deseas recibir el código con el que generar tu credencial.

source: introduce_email_title
es: Introduce un email

source: invalid_code_format
es: El formato del código es invalido

source: invalid_code_length
es: La longitud del código es invalido. Max 6

source: public_title
es: Nuevo puente email

source: qr
es: Código QR

source: qr_alt
es: Código QR generado

source: scan_qr_description
es: Escanea el código QR generado con tu wallet para almacenarlo

source: scan_qr_title
es: Escanea el QR

source: search_failed
es: No se ha encontrado ningún puente email

source: update_failed
es: No hemos podido actualizar el email puente
