Repository: JustSergioPB/notebook-server
Catalog: priv/gettext/*/LC_MESSAGES/orgs.po
Languages: es

source: Activate
es: Activar

# are_you_sure
source: This action is irreversible and all information related to this organization will be deleted. Consider banning the organization instead. Are you sure?
es: Esta acción es irreversible y se borrará toda la información relaccionada con esta organización, considera banear antes la organización. ¿Estás seguro?

source: Ban
es: Banear

# delete
source: Delete organization
es: Eliminar organización

source: Edit
es: Editar

source: Name
es: Nombre

# new
source: New organization
es: Nueva organización

# org
source: Organization
es: Organización

# org_activation_failed
source: We couldn't activate the organization
es: No hemos podido activar la organización

# org_activation_succeded
source: The organization has been activated successfully
es: La organización se ha activado correctamente

# org_banning_failed
source: We couldn't ban the organization
es: No hemos podido banear la organización

# org_banning_succeded
source: The organization has been banned successfully
es: La organización se ha banneado de manera correcta

# org_creation_succeded
source: The organization has been created successfully
es: La organización se ha creado de manera correcta

# org_deletion_failed
source: We couldn't delete the organization
es: No hemos podido eliminar la organización

# org_registration_failed
source: We couldn't register the organization. Please check the information you provided
es: No hemos podido registrar la organización. Revisa los datos que nos has proporcionado

# org_registration_succeded
source: We have successfully registered your organization and user. You will shortly receive an email to confirm your account
es: Hemos registrado tu organización y usuario de manera correcta, en breves recibirás un correo con el que confirmar tu cuenta

# org_update_succeded
source: The organization has been updated successfully
es: La organización se ha actualizado de manera correcta

source: Register
es: Registrar

# register_subtitle
source: Register along with your organization and start certifying and validating your information in minutes.
es: Registrate junto con tu organización y comienza a certificar y validar tu información en cuestión de minutos.

# register_title
source: Nice to meet you!
es: ¡Encantados de conocerte!

# registration_mail_delivery_failed
source: We couldn't send you the confirmation email. Please try again in a few minutes.
es: No hemos podido enviarte el email de confirmación. Intentalo de nuevo en unos minutos.

source: Save
es: Guardar

# search
source: Search organizations
es: Buscar organizaciones

source: Status
es: Estado

# title
source: Organizations
es: Organizaciones

# empty_subtitle
source: If you see this message, something has gone wrong
es: Si ves este mensage es que algo ha salido mal

# empty_title
source: Create your 1st organization
es: Crea tu 1a organización

# public_wall_subtitle
source: Here you'll find everything you need to interact with this organization.
es: Aquí encontrarás todo lo necesario para poder interactuar con esta organización.

# public_wall_title
source: Public wall
es: Muro público

# public_wall_title %{org_name}
source: Public wall of %{org_name}
es: Muro público de %{org_name}

source: Wall
es: Muro

# wall_title
source: Wall
es: Muro

# your_wall
source: Configure the wall from which your users can interact with your organization
es: Configura el muro desde el cual tus usuarios podrán interactuar con tu organización
