Repository: JustSergioPB/notebook-server
Catalog: priv/gettext/*/LC_MESSAGES/schemas.po
Languages: es

# empty_subtitle
source: Create your first schema and start issuing credentials
es: Da de alta tu primer eschema y comienza a emitir credenciales

# empty_title
source: Create your first schema
es: Crea tu primer schema

source: Schema
es: Esquema

source: Archive
es: Archivar

# are_you_sure
source: This action is irreversible, everything related to this schema will be deleted. Consider archiving it instead. Are you sure?
es: Esta acción es irreversible, se eliminará todo lo relaccionado a este esquema. Considere archivarlo. ¿Estás seguro?

# creation_failed
source: We couldn't create the schema. Please try again later.
es: No hemos podido crear el esquema. Intentalo de nuevo más tarde.

# creation_succeded
source: The schema has been created successfully
es: El esquema se ha creado correctamente

source: Delete
es: Eliminar

# delete_failed
source: We couldn't delete the schema
es: No hemos podido eliminar el esquema

# delete_succeded
source: The schema has been deleted successfully
es: El esquema se ha eliminado de manera correcta

source: Description
es: Descripción

# description_placeholder
source: Credential that certifies a person to drive a vehicle...
es: Credencial que acredita a una persona a conducir un vehículo...

# edit
source: Edit schema
es: Editar esquema

# latest_is_not_in_draft
source: The current version is not a draft, so editing it will create a new draft version
es: La versión actual no es un borrador, por lo que editarla creará una nueva versión en borrador

# new
source: New schema
es: Nuevo esquema

source: Publish
es: Publicar

# published_version
source: Public V.
es: V. Pública

# raw_content
source: Content
es: Contenido

source: Save
es: Guardar

source: Status
es: Estado

source: Title
es: Título

# title_placeholder
source: Driver's License
es: Carnet de conducir

# update_succeded
source: The schema has been updated successfully
es: El esquema se ha actualizado de manera correcta

# update_failed
source: We couldn't update the schema
es: No hemos podido actualizar el esquema

# title_length %{max} %{min}
source: The title must be between %{min} and %{max} characters
es: El título debe tener entre %{min} y %{max} caracteres
